const sampleList = [
  {
    bugName: "螳螂形",
    level: 5,
    size: "小",
    atk: ["高", [-1, 99], 0],
    def: ["高", [-1, 99], 0],
    hp: ["中", [-1, 99], 0],
    sta: ["高", [-1, 99], 0],
    crt: ["高", [-1, 99], 0],
    hit: ["中", [-1, 99], 0],
    blk: ["高", [-1, 99], 0],
    spd: ["高", [-1, 99], 0]
  },
  {
    bugName: "金青",
    level: 4,
    size: "大",
    atk: ["高", [-1, 99], 0],
    def: ["低", [-1, 99], 0],
    hp: ["中", [-1, 99], 0],
    sta: ["中", [-1, 99], 0],
    crt: ["高", [-1, 99], 0],
    hit: ["高", [-1, 99], 0],
    blk: ["高", [-1, 99], 0],
    spd: ["中", [-1, 99], 0]
  },
];

export default sampleList;
